# Taps
tap "nikitabobko/tap"

# CLI
brew "git"
brew "gh"
brew "fzf"
brew "ripgrep"
brew "jq"
brew "bat"
brew "eza"
brew "zoxide"
brew "starship"
brew "htop"
brew "btop"
brew "ollama"
brew "tree"

# Dev
brew "python"
brew "uv"
brew "mise"
brew "lua"

# Apps
cask "raycast"
cask "aerospace"
cask "iterm2"
cask "wezterm"
cask "visual-studio-code"
cask "1password"
